{
  "INFO_COLLECTION": {
    "DEAR_USER": "Dear User,",
    "THANK_YOU": "Thank you for choosing to use our accounting software. During your use of this software, we may collect and process some of your personal information. This statement aims to inform you about the information we collect, how it is used, and how we protect your privacy.",
    "TYPES_OF_INFO": "1. Types of Information Collected",
    "COLLECT_INFO": "During your use of the accounting software, we may collect the following information:",
    "PERSONAL_INFO": "Personal Identification Information: Including but not limited to your name, email address, phone number, company name, etc.",
    "USAGE_DATA": "Usage Data: Such as your operation records within the software, usage duration, access frequency, etc.",
    "TECH_INFO": "Technical Information: Such as IP address, device information, operating system, browser type, etc.",
    "USE_OF_INFO": "2. Use of Information",
    "USE_OF_INFO_DESC": "The information we collect will primarily be used for the following purposes:",
    "SERVICES": "Providing and Maintaining Services: Ensuring the normal operation of the accounting software and improving the user experience.",
    "PERSONALIZED_SERVICES": "Personalized Services: Providing customized features and recommendations based on your needs and preferences.",
    "SUPPORT": "Customer Support: Addressing your questions, handling your requests and complaints.",
    "SECURITY": "Security Assurance: Detecting and preventing potential security threats, protecting your data security.",
    "ANALYSIS": "Data Analysis: Conducting statistical analysis to improve our products and services.",
    "PROTECTION_OF_INFO": "3. Protection of Information",
    "PROTECTION_DESC": "We commit to taking reasonable technical and organizational measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. These measures include but are not limited to:",
    "ENCRYPTION": "Data Encryption: Encrypting sensitive data.",
    "ACCESS_CONTROL": "Access Control: Restricting data access rights to employees and third parties.",
    "AUDITS": "Regular Audits: Regularly reviewing our security measures and policies.",
    "SHARING_OF_INFO": "4. Sharing of Information",
    "SHARING_DESC": "We will not sell, rent, or trade your personal information to any third party without your consent. However, we may share your information in the following circumstances:",
    "LEGAL": "Legal Requirements: When required by law or requested by government authorities.",
    "PROVIDERS": "Service Providers: With third-party service providers who work with us, provided they only use your information to perform our instructions and comply with appropriate confidentiality and security measures.",
    "BUSINESS_TRANSFERS": "Business Transfers: In the event of a company merger, acquisition, or asset sale, we may transfer your information.",
    "YOUR_RIGHTS": "5. Your Rights",
    "RIGHTS_DESC": "You have the right to access, correct, or delete your personal information at any time. If you wish to exercise these rights or have any questions, please contact us via:",
    "EMAIL": "Email: support@isunfa.com",
    "PHONE": "Phone: +123-456-7890",
    "RESPONSE_TIME": "We will strive to respond to your request within a reasonable time frame.",
    "CHANGES": "6. Changes to the Statement",
    "CHANGES_DESC": "We may update this statement from time to time to reflect changes in our information handling practices. When we make significant changes to this statement, we will notify you through in-software notifications or via email.",
    "THANK_YOU_END": "Thank you for your trust and support in our accounting software!",
    "SIGN_OFF": "iSunFA August 6, 2024"
  },
  "TOS_N_PP": {
    "DEAR_USER": "Dear User,",
    "WELCOME": "Welcome to our accounting software. To ensure you fully understand our services and how we protect your personal information, please carefully read the following Terms of Service and Privacy Policy.",
    "TERMS_OF_SERVICE": "I. Terms of Service",
    "SERVICE_CONTENT_TITLE": "Service Content",
    "SERVICE_CONTENT": "Our accounting software includes features such as bookkeeping, report generation, invoice management, and financial analysis. We reserve the right to update or modify the service content at any time and will notify you of such changes through appropriate means.",
    "ELIGIBILITY_TITLE": "Eligibility",
    "ELIGIBILITY": "You must be at least 18 years old or meet the legal age requirements of your country, and have full legal capacity to use our services. You agree to use our services in accordance with relevant laws and regulations and not engage in any illegal or improper activities.",
    "ACCOUNT_MANAGEMENT_TITLE": "Account Management",
    "ACCOUNT_MANAGEMENT": "You need to provide accurate and complete registration information and are responsible for maintaining the security of your account. If you discover any unauthorized account use or security vulnerabilities, please notify us immediately.",
    "SERVICE_FEES_TITLE": "Service Fees",
    "SERVICE_FEES": "Some features or services may require payment. Specific fees and payment methods will be detailed on relevant pages or documents. Payments are non-refundable once confirmed, unless otherwise required by law.",
    "LIABILITY_TITLE": "Limitation of Liability",
    "LIABILITY": "We are not liable for any indirect, incidental, special, or consequential damages arising from the use of our services. We are not responsible for any third-party services or links provided.",
    "TERMINATION_TITLE": "Termination of Service",
    "TERMINATION": "We reserve the right to terminate or suspend the service at any time for any reason without liability. You may cancel the use of our services at any time, but fees paid are non-refundable.",
    "PRIVACY_POLICY": "II. Privacy Policy",
    "INFO_COLLECTION_TITLE": "Information Collection",
    "INFO_COLLECTION": "We collect various types of information related to your use of the accounting software, including but not limited to personal identification information, usage data, and technical information. For more details, please refer to the \"Information Collection Statement.\"",
    "USE_OF_INFO_TITLE": "Use of Information",
    "USE_OF_INFO": "The collected information will be used to provide, maintain, and improve our services, ensure security, and conduct data analysis. We will not use your information for any other purposes without your consent.",
    "PROTECTION_TITLE": "Information Protection",
    "PROTECTION": "We take reasonable technical and organizational measures to protect your information, including data encryption, access control, and regular security audits. For details, please refer to the \"Information Collection Statement.\"",
    "SHARING_TITLE": "Information Sharing",
    "SHARING": "We will not sell, rent, or trade your personal information to third parties without your consent, except in specific situations such as legal requirements, service provider cooperation, or business transfers. For more details, please refer to the \"Information Collection Statement.\"",
    "YOUR_RIGHTS_TITLE": "Your Rights",
    "YOUR_RIGHTS": "You have the right to access, correct, or delete your personal information at any time. If needed, please contact us via support@isunfa.com or +123-456-7890.",
    "EMAIL": "Email: support@isunfa.com",
    "PHONE": "Phone: +123-456-7890",
    "RESPONSE_TIME": "We will strive to respond to your request within a reasonable time frame.",
    "CHANGES_TITLE": "Changes to the Privacy Policy",
    "CHANGES": "We may update the Privacy Policy from time to time. When significant changes are made, we will notify you through appropriate means and publish the changes in the updated policy.",
    "THANK_YOU": "Thank you for your trust and support in our accounting software!",
    "SIGN_OFF": "iSunFA August 6, 2024"
  },

  "USER_TERMS": {
    "TEXT_01": "1. Once a customer account or business registration number is registered on this website (including the app, hereafter referred to as this website or 'we'), the account and registration number cannot be changed. Please ensure the accuracy of your account and registration number. If the account or registration number needs to be changed in the future, it cannot be modified simultaneously, and you will need to re-register.",
    "TEXT_02": "2. Any changes or modifications to customer rights will be announced on this website, and there will be no separate individual notifications.",
    "TEXT_03": "3. By using or continuing to use any services provided by this website, you acknowledge that you have read, understood, and agreed to accept all the terms and conditions of the services/orders, including any subsequent modifications, and agree to express your consent through electronic documents.",
    "TEXT_04": "4. For paid services provided by this website, once you choose a service and make a payment, you agree that no refunds will be issued for any reason, unless the company has acted with intent or gross negligence.",
    "TEXT_05": "5. When you link to, access, or download data through this website, you have the right to store that data on any device or space you designate. If you choose to store it in the storage space provided by this website, it will be considered as if you downloaded the data yourself, and the website is not responsible for the download or use of that data.",
    "TEXT_06": "6. This website reserves the right to terminate the account services of any customer who violates legal regulations, fails to comply with mutual agreements, or maliciously abuses service privileges.",
    "TEXT_07": "7. When this website needs to notify customers of necessary information for service provision, it may do so using any contact information provided by the customer. Customers must promptly update their contact details via the website to maintain accuracy, timeliness, and completeness. If notifications cannot be received due to incorrect, outdated, or other reasons not attributable to this website, it will still be considered as the notification being duly delivered.",
    "TEXT_08": "8. You are required to provide accurate information when entering necessary data. If errors or omissions occur, or if loss or legal issues arise due to the customer disclosing their account and password, this website will not be liable for damages. Furthermore, this website will record, store, and utilize all accessed data in accordance with the Personal Data Protection Act, and customers may exercise their rights under this law.",
    "TEXT_09": "9. In the event of disputes or conflicts, both parties agree that the Taipei District Court of Taiwan shall be the court of first instance, and all other unresolved matters shall be governed by the laws of the Republic of China.",
    "TEXT_10": "10. If your customer status is revoked due to legal matters, you will lose all customer rights, and all benefits associated with your account will be permanently canceled and cannot be restored.",
    "TEXT_11": "11. This website reserves the right to interpret, modify, cancel, or terminate any activities within the customer system.",
    "TEXT_12": "12. Service content and fees: The company provides a platform for users to manage cloud-based financial services. The service content and fees will be based on the latest announcements from the company.",
    "TEXT_13": "13. Neutrality statement: This website provides a neutral platform for users to manage cloud-based financial services and does not conduct substantive reviews of the content entered by users. Users must ensure that the data they obtain and input does not violate the laws of the Republic of China or infringe on the rights of others, and may not illegally use the website or related services.",
    "TEXT_14": "14. Disclaimer: Within the scope of compliance with the laws of the Republic of China, these terms of service, and the privacy policy, users are free to use this website and related services. Any violations of laws, these terms, incorrect operations, provision of false information, infringement of others' rights, malicious actions, or intent to harm others will be unrelated to the personnel of this company. Any risks, legal responsibilities, or damages caused to the company, its personnel, or third parties will be borne and compensated by the user.",
    "TEXT_15": "15. User data backup and service interruption liability:",
    "TEXT_15_01": "The company is not responsible for service interruptions caused by software or hardware issues and reserves the right to terminate support for any hardware or software without prior notice. The company has the right to update the service content and interface at any time, and users are advised to back up their data regularly to avoid damage or loss. If data is damaged or lost due to the user's failure to back it up promptly, this website will not be liable for any damages.",
    "TEXT_15_02": "All data that you provide, input, or store on the company, website, and related services may be retained for up to five years after the service is terminated, though the company is not obligated to do so."
  },

  "PRIVACY_POLICY": {
    "TEXT_01": "1. This privacy policy applies to the personal information you provide when using this website (including the App, hereafter referred to as this website or 'we'). When you click on links provided by this website to access other websites, the privacy policy of this website does not apply to those other websites.",
    "TEXT_02": "2. To provide you with more accurate services or respond to your inquiries, we may need you to provide personal information under the following circumstances:",
    "TEXT_02_01": "When you join as a customer of this website to receive our customer services.",
    "TEXT_02_02": "When you inquire about service information from this website.",
    "TEXT_02_03": "When you request services from this website, whether paid or free.",
    "TEXT_03": "3. The primary purpose of collecting personal information is to enable this website to provide services to customers more accurately, meet customer needs, or notify customers about the latest products and services of this website. We may also use personal information for internal purposes, such as auditing, data analysis, and research to improve our products, services, web presentation, and communication with customers. Without your consent, this website will not provide or disclose your personal information to unrelated third parties, rent or resell it to any other party, or use it for purposes not previously disclosed.",
    "TEXT_04": "4. After registering as a customer on this website, you can modify or delete the information you initially provided at any time using your account and password to ensure its accuracy.",
    "TEXT_05": "5. Except in the following circumstances, this website will not sell or disclose your personal information to any person or company without your consent:",
    "TEXT_05_01": "When your actions on this website violate the terms of service or may harm or hinder the rights of this website, or your actions have caused harm to others, and it is necessary to identify, contact, or take legal action.",
    "TEXT_05_02": "When the judicial authorities or other competent agencies require this website to disclose specific personal information for public safety, and this website must cooperate with the judicial authorities according to legal procedures.",
    "TEXT_06": "6. To protect your privacy and security, your account information is protected by a password.",
    "TEXT_07": "7. When editing customer information or accessing personal data and privacy pages, this website will require you to enter account identification information to verify your identity.",
    "TEXT_08": "8. To ensure the security of your account and personal information, in addition to promoting various security mechanisms, this website also recommends that you regularly update your operating system and pay attention to antivirus measures.",
    "TEXT_09": "9. This website may modify this privacy policy at any time based on relevant legal requirements or actual circumstances to fulfill the legislative purpose of protecting privacy. You should check the latest version regularly.",
    "TEXT_10": "10. Categories of personal information: When using this website and related services, we will collect the following information based on your needs and the nature of the services (collectively referred to as personal information), including but not limited to the following legally specified categories of personal data: C001 Personal identifiers, C002 Financial identifiers, C003 Government data identifiers, C011 Personal descriptions, C021 Family situations, C023 Details of other family members, C031 Residential and facility details, C032 Property details, C037 Membership in charitable organizations or other groups, C038 Occupation, C053 Membership in professional associations, C061 Current employment status, C062 Employment history, C063 Separation history, C065 Work and attendance records, C068 Salary and withholdings, C070 Work management details, C081 Income, assets, and investments, C082 Liabilities and expenses, C083 Credit rating, C084 Loan records, C085 Foreign exchange transaction records, C086 Bill credit, C087 Allowances, benefits, and grants, C088 Insurance details, C089 Social insurance payments, pensions, and other retirement benefits, C091 Goods or services obtained by the data subject, C092 Goods or services provided by the data subject, C093 Financial transactions, C094 Compensation, C101 Commercial activities of the data subject, C102 Contracts or agreements, etc.",
    "TEXT_11": "11. Purpose of collecting personal information: The primary legal purposes for which this website collects the personal information you provide include the following: 001 Life insurance, 002 Personnel management, 008 Assistance to SMEs and other industries, 022 Foreign exchange business, 031 National health insurance, labor insurance, farmer insurance, national pension insurance, or other social insurance, 036 Deposits and remittances, 040 Marketing, 044 Investment management, 049 Religious or non-profit organization activities, 052 Internal management of shareholders, members, or representatives, directors, supervisors, council members, or other members of legal entities or organizations, 063 Collection, processing, and utilization of personal information by non-public agencies according to legal obligations, 065 Insurance brokerage, agency, or notarization business, 067 Credit card, debit card, or electronic payment card services, 068 Trust business, 082 Comprehensive management of borrowing and deposits, 088 Loan and credit approval business, 090 Consumer and customer management and services, 093 Property insurance, 094 Property management, 095 Financial and tax administration, 098 Business and technical information, 103 Management, discipline, and relief of professional and technical personnel, 104 Account management and debt trading business, 106 Credit business, 107 Procurement and supply management, 111 Securities business, 112 Bill exchange business, 120 Tax administration, 129 Accounting and related services, 145 Employment and service management, 148 Online shopping and other e-commerce services, 151 Audit, investigation, and other supervisory activities, 152 Advertising or commercial behavior management, 157 Investigation, statistics, and research analysis, 159 Academic research, 160 Certificate business management, 166 Securities, futures, securities investment trust, and advisory related business, 181 Other business activities or consultancy services aligned with registered business items or organizational charters.",
    "TEXT_12": "12. Use of Cookies: Cookies are files stored by a web server on your computer's hard drive, which can store your browsing information and provide you with a smoother and more convenient internet experience. To offer you the best and most personalized service, this website will place and access our Cookies on your computer. You may choose to accept or refuse Cookies. Most browsers automatically accept Cookies, but you can refuse them by modifying your privacy settings. However, this may cause certain functions of this website to not work properly, preventing you from fully utilizing all the services provided by this website."
  }
}
