{
  "INFO_COLLECTION": {
    "DEAR_USER": "Dear User,",
    "THANK_YOU": "Thank you for choosing to use our accounting software. During your use of this software, we may collect and process some of your personal information. This statement aims to inform you about the information we collect, how it is used, and how we protect your privacy.",
    "TYPES_OF_INFO": "1. Types of Information Collected",
    "COLLECT_INFO": "During your use of the accounting software, we may collect the following information:",
    "PERSONAL_INFO": "Personal Identification Information: Including but not limited to your name, email address, phone number, company name, etc.",
    "USAGE_DATA": "Usage Data: Such as your operation records within the software, usage duration, access frequency, etc.",
    "TECH_INFO": "Technical Information: Such as IP address, device information, operating system, browser type, etc.",
    "USE_OF_INFO": "2. Use of Information",
    "USE_OF_INFO_DESC": "The information we collect will primarily be used for the following purposes:",
    "SERVICES": "Providing and Maintaining Services: Ensuring the normal operation of the accounting software and improving the user experience.",
    "PERSONALIZED_SERVICES": "Personalized Services: Providing customized features and recommendations based on your needs and preferences.",
    "SUPPORT": "Customer Support: Addressing your questions, handling your requests and complaints.",
    "SECURITY": "Security Assurance: Detecting and preventing potential security threats, protecting your data security.",
    "ANALYSIS": "Data Analysis: Conducting statistical analysis to improve our products and services.",
    "PROTECTION_OF_INFO": "3. Protection of Information",
    "PROTECTION_DESC": "We commit to taking reasonable technical and organizational measures to protect your personal information from unauthorized access, disclosure, alteration, or destruction. These measures include but are not limited to:",
    "ENCRYPTION": "Data Encryption: Encrypting sensitive data.",
    "ACCESS_CONTROL": "Access Control: Restricting data access rights to employees and third parties.",
    "AUDITS": "Regular Audits: Regularly reviewing our security measures and policies.",
    "SHARING_OF_INFO": "4. Sharing of Information",
    "SHARING_DESC": "We will not sell, rent, or trade your personal information to any third party without your consent. However, we may share your information in the following circumstances:",
    "LEGAL": "Legal Requirements: When required by law or requested by government authorities.",
    "PROVIDERS": "Service Providers: With third-party service providers who work with us, provided they only use your information to perform our instructions and comply with appropriate confidentiality and security measures.",
    "BUSINESS_TRANSFERS": "Business Transfers: In the event of a company merger, acquisition, or asset sale, we may transfer your information.",
    "YOUR_RIGHTS": "5. Your Rights",
    "RIGHTS_DESC": "You have the right to access, correct, or delete your personal information at any time. If you wish to exercise these rights or have any questions, please contact us via:",
    "EMAIL": "Email: support@isunfa.com",
    "PHONE": "Phone: +123-456-7890",
    "RESPONSE_TIME": "We will strive to respond to your request within a reasonable time frame.",
    "CHANGES": "6. Changes to the Statement",
    "CHANGES_DESC": "We may update this statement from time to time to reflect changes in our information handling practices. When we make significant changes to this statement, we will notify you through in-software notifications or via email.",
    "THANK_YOU_END": "Thank you for your trust and support in our accounting software!",
    "SIGN_OFF": "iSunFA August 6, 2024"
  },
  "TOS_N_PP": {
    "DEAR_USER": "Dear User,",
    "WELCOME": "Welcome to our accounting software. To ensure you fully understand our services and how we protect your personal information, please carefully read the following Terms of Service and Privacy Policy.",
    "TERMS_OF_SERVICE": "I. Terms of Service",
    "SERVICE_CONTENT_TITLE": "Service Content",
    "SERVICE_CONTENT": "Our accounting software includes features such as bookkeeping, report generation, invoice management, and financial analysis. We reserve the right to update or modify the service content at any time and will notify you of such changes through appropriate means.",
    "ELIGIBILITY_TITLE": "Eligibility",
    "ELIGIBILITY": "You must be at least 18 years old or meet the legal age requirements of your country, and have full legal capacity to use our services. You agree to use our services in accordance with relevant laws and regulations and not engage in any illegal or improper activities.",
    "ACCOUNT_MANAGEMENT_TITLE": "Account Management",
    "ACCOUNT_MANAGEMENT": "You need to provide accurate and complete registration information and are responsible for maintaining the security of your account. If you discover any unauthorized account use or security vulnerabilities, please notify us immediately.",
    "SERVICE_FEES_TITLE": "Service Fees",
    "SERVICE_FEES": "Some features or services may require payment. Specific fees and payment methods will be detailed on relevant pages or documents. Payments are non-refundable once confirmed, unless otherwise required by law.",
    "LIABILITY_TITLE": "Limitation of Liability",
    "LIABILITY": "We are not liable for any indirect, incidental, special, or consequential damages arising from the use of our services. We are not responsible for any third-party services or links provided.",
    "TERMINATION_TITLE": "Termination of Service",
    "TERMINATION": "We reserve the right to terminate or suspend the service at any time for any reason without liability. You may cancel the use of our services at any time, but fees paid are non-refundable.",
    "PRIVACY_POLICY": "II. Privacy Policy",
    "INFO_COLLECTION_TITLE": "Information Collection",
    "INFO_COLLECTION": "We collect various types of information related to your use of the accounting software, including but not limited to personal identification information, usage data, and technical information. For more details, please refer to the \"Information Collection Statement.\"",
    "USE_OF_INFO_TITLE": "Use of Information",
    "USE_OF_INFO": "The collected information will be used to provide, maintain, and improve our services, ensure security, and conduct data analysis. We will not use your information for any other purposes without your consent.",
    "PROTECTION_TITLE": "Information Protection",
    "PROTECTION": "We take reasonable technical and organizational measures to protect your information, including data encryption, access control, and regular security audits. For details, please refer to the \"Information Collection Statement.\"",
    "SHARING_TITLE": "Information Sharing",
    "SHARING": "We will not sell, rent, or trade your personal information to third parties without your consent, except in specific situations such as legal requirements, service provider cooperation, or business transfers. For more details, please refer to the \"Information Collection Statement.\"",
    "YOUR_RIGHTS_TITLE": "Your Rights",
    "YOUR_RIGHTS": "You have the right to access, correct, or delete your personal information at any time. If needed, please contact us via support@isunfa.com or +123-456-7890.",
    "EMAIL": "Email: support@isunfa.com",
    "PHONE": "Phone: +123-456-7890",
    "RESPONSE_TIME": "We will strive to respond to your request within a reasonable time frame.",
    "CHANGES_TITLE": "Changes to the Privacy Policy",
    "CHANGES": "We may update the Privacy Policy from time to time. When significant changes are made, we will notify you through appropriate means and publish the changes in the updated policy.",
    "THANK_YOU": "Thank you for your trust and support in our accounting software!",
    "SIGN_OFF": "iSunFA August 6, 2024"
  }
}
