export enum AssetStatus {
  SCRAPPED = 'scrapped',
  SOLD = 'sold',
  DONATED = 'donated',
  MISSING = 'missing',
  NORMAL = 'normal',
}

export const AccountCodesOfAsset = [
  '1602', // 土地成本
  '1606', // 土地改良物成本
  '1611', // 房屋及建築成本
  '1616', // 機器設備成本
  '1621', // 裝卸設備成本
  '1626', // 倉儲設備成本
  '1631', // 售氣及輸氣設備成本
  '1636', // 模具設備成本
  '1641', // 水電設備成本
  '1646', // 冷凍設備成本
  '1651', // 漁船設備成本
  '1656', // 電腦通訊設備成本
  '1661', // 試驗設備成本
  '1666', // 污染防治設備成本
  '1671', // 運輸設備成本
  '1676', // 船舶設備成本
  '1681', // 碼頭設備成本
  '1686', // 飛航設備成本
  '1691', // 辦公設備成本
  '1696', // 營業器具成本（觀光飯店業適用）
  '1701', // 機具設備成本
  '1706', // 遊樂設備成本
  '1711', // 景觀園藝成本
  '1716', // 租賃資產成本
  '1721', // 出租資產－機器設備成本
  '1726', // 出租資產－其他成本
  '1731', // 租賃改良成本
  '1736', // 其他設備成本
  '1740', // 未完工程及待驗設備
  '1746', // 生產性植物成本
  '1751', // 礦產資源成本
  '17AA', // 使用權資產－土地成本
  '17BA', // 使用權資產－土地改良物成本
  '17CA', // 使用權資產－房屋及建築成本
  '17DA', // 使用權資產－機器設備成本
  '17EA', // 使用權資產－運輸設備成本
  '17FA', // 使用權資產－辦公設備成本
  '17GA', // 使用權資產－其他資產成本
  '1761', // 投資性不動產－土地
  '1765', // 投資性不動產－建築物
  '1771', // 投資性不動產－租賃權益
  '1776', // 投資性不動產－使用權資產
  '1773', // 建造中之投資性不動產
  '1782', // 商標權
  '1786', // 專利權
  '1792', // 特許權
  '1796', // 著作權
  '1802', // 電腦軟體
  '1805', // 商譽
  '1812', // 專門技術
  '1822', // 其他無形資產
  '1826', // 發展中之無形資產
  '1831', // 消耗性生物資產－非流動
  '1835', // 生產性生物資產－非流動
  '1906', // 有形探勘及評估資產成本
  '1911', // 無形探勘及評估資產成本
];

export const AccountCodesOfAPandAR = [
  '1172', // 應收帳款
  '2170', // 應付帳款
];
