{
  "INFO_COLLECTION": {
    "DEAR_USER": "親愛的用戶，",
    "THANK_YOU": "感謝您選擇使用我們的會計軟體。在您使用本軟體期間，我們可能會收集並處理您的一些個人資訊。本聲明旨在告知您我們收集的資訊、其用途以及我們如何保護您的隱私。",
    "TYPES_OF_INFO": "1. 收集的資訊類型",
    "COLLECT_INFO": "在您使用會計軟體期間，我們可能會收集以下資訊：",
    "PERSONAL_INFO": "個人身份資訊：包括但不限於您的姓名、電子郵件地址、電話號碼、公司名稱等。",
    "USAGE_DATA": "使用數據：如您在軟體內的操作記錄、使用時長、訪問頻率等。",
    "TECH_INFO": "技術資訊：如IP地址、設備資訊、操作系統、瀏覽器類型等。",
    "USE_OF_INFO": "2. 資訊的使用",
    "USE_OF_INFO_DESC": "我們收集的資訊將主要用於以下目的：",
    "SERVICES": "提供和維護服務：確保會計軟體的正常運行並提升用戶體驗。",
    "PERSONALIZED_SERVICES": "個性化服務：根據您的需求和偏好提供定制功能和建議。",
    "SUPPORT": "客戶支援：解答您的疑問、處理您的請求和投訴。",
    "SECURITY": "安全保障：檢測和防止潛在的安全威脅，保護您的數據安全。",
    "ANALYSIS": "數據分析：進行統計分析以改進我們的產品和服務。",
    "PROTECTION_OF_INFO": "3. 資訊的保護",
    "PROTECTION_DESC": "我們承諾採取合理的技術和組織措施，保護您的個人資訊免受未經授權的訪問、披露、更改或破壞。這些措施包括但不限於：",
    "ENCRYPTION": "數據加密：加密敏感數據。",
    "ACCESS_CONTROL": "訪問控制：限制員工和第三方的數據訪問權限。",
    "AUDITS": "定期審核：定期審查我們的安全措施和政策。",
    "SHARING_OF_INFO": "4. 資訊的共享",
    "SHARING_DESC": "我們不會在未經您同意的情況下向任何第三方出售、出租或交易您的個人資訊。然而，在以下情況下，我們可能會分享您的資訊：",
    "LEGAL": "法律要求：在法律要求或政府部門要求時。",
    "PROVIDERS": "服務提供商：與與我們合作的第三方服務提供商共享，但前提是他們僅按照我們的指示使用您的資訊並遵守適當的保密和安全措施。",
    "BUSINESS_TRANSFERS": "業務轉讓：在公司合併、收購或資產出售時，我們可能會轉讓您的資訊。",
    "YOUR_RIGHTS": "5. 您的權利",
    "RIGHTS_DESC": "您有權隨時訪問、修改或刪除您的個人資訊。如您希望行使這些權利或有任何問題，請通過以下方式聯絡我們：",
    "EMAIL": "電子郵件：support@isunfa.com",
    "PHONE": "電話：+123-456-7890",
    "RESPONSE_TIME": "我們將努力在合理的時間範圍內回應您的請求。",
    "CHANGES": "6. 聲明的變更",
    "CHANGES_DESC": "我們可能會不時更新本聲明以反應我們資訊處理實踐的變更。當我們對本聲明進行重大變更時，將通過軟體內通知或電子郵件通知您。",
    "THANK_YOU_END": "感謝您對我們會計軟體的信任和支持！",
    "SIGN_OFF": "iSunFA  2024年8月6日"
  },
  "TOS_N_PP": {
    "DEAR_USER": "親愛的用戶，",
    "WELCOME": "歡迎使用我們的會計軟體。為了確保您充分了解我們的服務以及我們如何保護您的個人資訊，請仔細閱讀以下服務條款和隱私政策。",
    "TERMS_OF_SERVICE": "I. 服務條款",
    "SERVICE_CONTENT_TITLE": "服務內容",
    "SERVICE_CONTENT": "我們的會計軟體包括記帳、報表生成、發票管理和財務分析等功能。我們保留隨時更新或修改服務內容的權利，並將通過適當的方式通知您這些變更。",
    "ELIGIBILITY_TITLE": "資格",
    "ELIGIBILITY": "您必須年滿18歲或符合您所在國家的法定年齡要求，並且具有完全的法律行為能力使用我們的服務。您同意依照相關法律法規使用我們的服務，不從事任何非法或不正當的活動。",
    "ACCOUNT_MANAGEMENT_TITLE": "帳戶管理",
    "ACCOUNT_MANAGEMENT": "您需要提供準確且完整的註冊資訊，並對您的帳戶安全負責。如果您發現任何未經授權的帳戶使用或安全漏洞，請立即通知我們。",
    "SERVICE_FEES_TITLE": "服務費用",
    "SERVICE_FEES": "某些功能或服務可能需要付費。具體費用及支付方式將在相關頁面或文件中詳細說明。除非法律另有規定，支付一經確認，概不退款。",
    "LIABILITY_TITLE": "責任限制",
    "LIABILITY": "我們對因使用我們的服務而產生的任何間接、附帶、特殊或後果性損害概不負責。我們不對任何第三方服務或提供的連結負責。",
    "TERMINATION_TITLE": "服務終止",
    "TERMINATION": "我們保留隨時出於任何原因終止或暫停服務的權利，且不承擔任何責任。您可以隨時取消使用我們的服務，但已支付的費用不予退還。",
    "PRIVACY_POLICY": "II. 隱私政策",
    "INFO_COLLECTION_TITLE": "資訊收集",
    "INFO_COLLECTION": "我們收集與您使用會計軟體相關的各種資訊，包括但不限於個人身份資訊、使用數據和技術資訊。詳細資訊請參考《資訊收集聲明》。",
    "USE_OF_INFO_TITLE": "資訊的使用",
    "USE_OF_INFO": "收集的資訊將用於提供、維護和改進我們的服務，確保安全和進行數據分析。未經您的同意，我們不會將您的資訊用於其他用途。",
    "PROTECTION_TITLE": "資訊的保護",
    "PROTECTION": "我們採取合理的技術和組織措施保護您的資訊，包括數據加密、訪問控制和定期安全審核。詳細內容請參考《資訊收集聲明》。",
    "SHARING_TITLE": "資訊的共享",
    "SHARING": "我們不會在未經您同意的情況下將您的個人資訊出售、出租或交易給第三方，除非在法律要求、服務提供商合作或業務轉讓等特定情況下。詳細內容請參考《資訊收集聲明》。",
    "YOUR_RIGHTS_TITLE": "您的權利",
    "YOUR_RIGHTS": "您有權隨時訪問、修改或刪除您的個人資訊。如有需要，請通過 support@isunfa.com 或 +123-456-7890 聯絡我們。",
    "EMAIL": "電子郵件：support@isunfa.com",
    "PHONE": "電話：+123-456-7890",
    "RESPONSE_TIME": "我們將努力在合理的時間範圍內回應您的請求。",
    "CHANGES_TITLE": "隱私政策的變更",
    "CHANGES": "我們可能會不時更新隱私政策。當有重大變更時，我們將通過適當的方式通知您，並在更新的政策中發布變更。",
    "THANK_YOU": "感謝您對我們會計軟體的信任和支持！",
    "SIGN_OFF": "iSunFA 2024年8月6日"
  },
  "USER_TERMS": {
    "TEXT_01": "一、本網站(包含 App，以下稱本網站或「我們」)之客戶帳號、統編註冊後將無法再做帳號、統編更改，請您(以下或稱「客戶」)務必確認帳號、統編之正確性；若日後客戶帳號、統編更換，恕無法同時更改客戶帳號、統編，需另行重新註冊。",
    "TEXT_02": "二、客戶權益若有異動及修改內容，將在本網站公佈，恕不另外個別通知。",
    "TEXT_03": "三、當您使用或繼續使用本網站所提供之任一服務時，即表示您已閱讀、瞭解並同意接受本服務/訂單條款之所有內容及其後修改變更，並視為您同意以電子文件作為意思表示之方法。",
    "TEXT_04": "四、針對本網站提供之付費服務，當您選擇該服務並支付費用後，除本公司有故意或重大過失之行為外，您同意不得再以任何理由要求本網站退還已支付之費用。",
    "TEXT_05": "五、當您透過本網站連結、讀取或下載資料時，您有權將該資料儲存於任何您指定的裝置或空間。如果您指定儲存於本網站提供之儲存空間，將視同您自行下載資料，該資料之下載與使用概與本網站無關。",
    "TEXT_06": "六、本網站針對任一違反法律規定、未遵循雙方約定、惡意濫用服務權益之客戶，保有終止該客戶帳戶服務之權利。",
    "TEXT_07": "七、本網站為提供服務之必要通知客戶相關訊息時，得以客戶所留存之任一聯繫方式為之，客戶之聯繫資料如有異動應隨時以登錄網站進行資料更新，維持資料之正確性、即時性及完整性，若因您資料錯誤、過期或其他非可歸責本網站的原因，致本網站送達的訊息無法接受，仍視為本網站業已完成該通知的送達。",
    "TEXT_08": "八、其他相關需填具之必要資料，請您寫入正確內容，若登錄有誤或缺漏、或因客戶自行洩露帳號及密碼而造成損失或有衍生法律事件等情況，本網站不負擔損害賠償責任。另外，本網站將依據個人資料保護法之規定，紀錄、保存及利用所有存取之資料，客戶亦可依法行使個資保護之權利。",
    "TEXT_09": "九、如有糾紛或爭議，貴我雙方約定以台灣台北地方法院為第一審管轄法院，其他未盡述之事項，俱依中華民國法律規範之。",
    "TEXT_10": "十、如因法律事件而被取消客戶資格，將喪失所有客戶權利，您帳號中的所有權益將全數取消且無法回復。",
    "TEXT_11": "十一、本網站保留本客戶制度中所有活動之解釋、修改、取消與終止之相關權利。",
    "TEXT_12": "十二、服務內容與收費:本公司提供平台予使用者進行雲端財務管理，關於服務內容與收費方式，均依本公司最新公告為準。",
    "TEXT_13": "十三、網站中立聲明:本網站係提供使用者進行雲端帳務管理服務之中立平台，並不針對使用者所輸入之內容進行實質審查，使用者應擔保所取得及輸入之資料並無違反中華民國法令及侵害他人權利之情事，亦不得非法利用本網站及相關服務。",
    "TEXT_14": "十四、免責條款:於符合中華民國法令、本服務條款及隱私權政策之範圍內，使用者得自由使用本網站及相關服務。倘有違反法令或本公司所公布之條款，或有不正確操作、提供錯誤資料、侵害他人權益、出於惡意或損害他人意圖等違法情事，均與本公司之人員無關，衍生之風險及法律責任，或因而造成本公司及所屬人員或其他第三人之損害，使用者均應自行承擔及賠償。",
    "TEXT_15": "十五、使用者資料備份及服務中斷責任:",
    "TEXT_15_01": "本公司不負擔平台因軟體或硬體問題所生之服務中斷責任，並保留於不經事前通知之前提下，得隨時終止支援任何硬體或軟體之權利。本公司有權隨時進行服務內容與介面更新，煩請您隨時為資料備份，以避免資料毀損、遺失，倘因使用者未即時備份導致資料毀損、滅失，本網站不負相關損害賠償之責。",
    "TEXT_15_02": "您提供、輸入或儲存於本公司、本網站及相關服務之一切資料，於服務終止後，本公司仍有權利(非義務)持續保留五年。"
  }
}
