{
  "INFO_COLLECTION": {
    "DEAR_USER": "亲爱的用户，",
    "THANK_YOU": "感谢您选择使用我们的会计软件。在您使用本软件期间，我们可能会收集并处理您的某些个人信息。本声明旨在告知您我们收集的信息、其用途以及我们如何保护您的隐私。",
    "TYPES_OF_INFO": "1. 收集的信息类型",
    "COLLECT_INFO": "在您使用会计软件期间，我们可能会收集以下信息：",
    "PERSONAL_INFO": "个人身份信息：包括但不限于您的姓名、电子邮件地址、电话号码、公司名称等。",
    "USAGE_DATA": "使用数据：如您在软件内的操作记录、使用时长、访问频率等。",
    "TECH_INFO": "技术信息：如IP地址、设备信息、操作系统、浏览器类型等。",
    "USE_OF_INFO": "2. 信息的使用",
    "USE_OF_INFO_DESC": "我们收集的信息将主要用于以下目的：",
    "SERVICES": "提供和维护服务：确保会计软件的正常运行并提升用户体验。",
    "PERSONALIZED_SERVICES": "个性化服务：根据您的需求和偏好提供定制功能和建议。",
    "SUPPORT": "客户支持：解答您的疑问、处理您的请求和投诉。",
    "SECURITY": "安全保障：检测和防止潜在的安全威胁，保护您的数据安全。",
    "ANALYSIS": "数据分析：进行统计分析以改进我们的产品和服务。",
    "PROTECTION_OF_INFO": "3. 信息的保护",
    "PROTECTION_DESC": "我们承诺采取合理的技术和组织措施，保护您的个人信息免受未经授权的访问、披露、更改或破坏。这些措施包括但不限于：",
    "ENCRYPTION": "数据加密：加密敏感数据。",
    "ACCESS_CONTROL": "访问控制：限制员工和第三方的数据访问权限。",
    "AUDITS": "定期审核：定期审查我们的安全措施和政策。",
    "SHARING_OF_INFO": "4. 信息的共享",
    "SHARING_DESC": "我们不会在未经您同意的情况下向任何第三方出售、出租或交易您的个人信息。然而，在以下情况下，我们可能会分享您的信息：",
    "LEGAL": "法律要求：在法律要求或政府部门要求时。",
    "PROVIDERS": "服务提供商：与与我们合作的第三方服务提供商共享，但前提是他们仅按照我们的指示使用您的信息并遵守适当的保密和安全措施。",
    "BUSINESS_TRANSFERS": "业务转让：在公司合并、收购或资产出售时，我们可能会转让您的信息。",
    "YOUR_RIGHTS": "5. 您的权利",
    "RIGHTS_DESC": "您有权随时访问、修改或删除您的个人信息。如您希望行使这些权利或有任何问题，请通过以下方式联系我们：",
    "EMAIL": "电子邮件：support@isunfa.com",
    "PHONE": "电话：+123-456-7890",
    "RESPONSE_TIME": "我们将努力在合理的时间范围内回应您的请求。",
    "CHANGES": "6. 声明的变更",
    "CHANGES_DESC": "我们可能会不时更新本声明以反映我们信息处理实践的变更。当我们对本声明进行重大变更时，将通过软件内通知或电子邮件通知您。",
    "THANK_YOU_END": "感谢您对我们会计软件的信任和支持！",
    "SIGN_OFF": "iSunFA  2024年8月6日"
  },
  "TOS_N_PP": {
    "DEAR_USER": "亲爱的用户，",
    "WELCOME": "欢迎使用我们的会计软件。为了确保您充分了解我们的服务以及我们如何保护您的个人信息，请仔细阅读以下服务条款和隐私政策。",
    "TERMS_OF_SERVICE": "I. 服务条款",
    "SERVICE_CONTENT_TITLE": "服务内容",
    "SERVICE_CONTENT": "我们的会计软件包括记账、报表生成、发票管理和财务分析等功能。我们保留随时更新或修改服务内容的权利，并将通过适当的方式通知您这些变更。",
    "ELIGIBILITY_TITLE": "资格",
    "ELIGIBILITY": "您必须年满18岁或符合您所在国家的法定年龄要求，并且具有完全的法律行为能力使用我们的服务。您同意依照相关法律法规使用我们的服务，不从事任何非法或不当的活动。",
    "ACCOUNT_MANAGEMENT_TITLE": "账户管理",
    "ACCOUNT_MANAGEMENT": "您需要提供准确且完整的注册信息，并对您的账户安全负责。如果您发现任何未经授权的账户使用或安全漏洞，请立即通知我们。",
    "SERVICE_FEES_TITLE": "服务费用",
    "SERVICE_FEES": "某些功能或服务可能需要付费。具体费用及支付方式将在相关页面或文件中详细说明。除非法律另有规定，支付一经确认，概不退款。",
    "LIABILITY_TITLE": "责任限制",
    "LIABILITY": "我们对因使用我们的服务而产生的任何间接、附带、特殊或后果性损害概不负责。我们不对任何第三方服务或提供的链接负责。",
    "TERMINATION_TITLE": "服务终止",
    "TERMINATION": "我们保留随时出于任何原因终止或暂停服务的权利，且不承担任何责任。您可以随时取消使用我们的服务，但已支付的费用不予退还。",
    "PRIVACY_POLICY": "II. 隐私政策",
    "INFO_COLLECTION_TITLE": "信息收集",
    "INFO_COLLECTION": "我们收集与您使用会计软件相关的各种信息，包括但不限于个人身份信息、使用数据和技术信息。详细信息请参考《信息收集声明》。",
    "USE_OF_INFO_TITLE": "信息的使用",
    "USE_OF_INFO": "收集的信息将用于提供、维护和改进我们的服务，确保安全和进行数据分析。未经您的同意，我们不会将您的信息用于其他用途。",
    "PROTECTION_TITLE": "信息的保护",
    "PROTECTION": "我们采取合理的技术和组织措施保护您的信息，包括数据加密、访问控制和定期安全审核。详细内容请参考《信息收集声明》。",
    "SHARING_TITLE": "信息的共享",
    "SHARING": "我们不会在未经您同意的情况下将您的个人信息出售、出租或交易给第三方，除非在法律要求、服务提供商合作或业务转让等特定情况下。详细内容请参考《信息收集声明》。",
    "YOUR_RIGHTS_TITLE": "您的权利",
    "YOUR_RIGHTS": "您有权随时访问、修改或删除您的个人信息。如有需要，请通过 support@isunfa.com 或 +123-456-7890 联系我们。",
    "EMAIL": "电子邮件：support@isunfa.com",
    "PHONE": "电话：+123-456-7890",
    "RESPONSE_TIME": "我们将努力在合理的时间范围内回应您的请求。",
    "CHANGES_TITLE": "隐私政策的变更",
    "CHANGES": "我们可能会不时更新隐私政策。当有重大变更时，我们将通过适当的方式通知您，并在更新的政策中发布变更。",
    "THANK_YOU": "感谢您对我们会计软件的信任和支持！",
    "SIGN_OFF": "iSunFA 2024年8月6日"
  },

  "USER_TERMS": {
    "TEXT_01": "一、本网站(包含App，以下称本网站或「我们」)之客户帐号、统编注册后将无法再做帐号、统编更改，请您(以下或称「客户」)务必确认帐号、统编之正确性；若日后客户帐号、统编更换，恕无法同时更改客户帐号、统编，需另行重新注册。 ",
    "TEXT_02": "二、客户权益若有异动及修改内容，将在本网站公布，恕不另外个别通知。",
    "TEXT_03": "三、当您使用或继续使用本网站所提供之任一服务时，即表示您已阅读、了解并同意接受本服务/订单条款之所有内容及其后修改变更，并视为您同意以电子文件作为意思表示之方法。",
    "TEXT_04": "四、针对本网站提供之付费服务，当您选择该服务并支付费用后，除本公司有故意或重大过失之行为外，您同意不得再以任何理由要求本网站退还已支付之费用。",
    "TEXT_05": "五、当您透过本网站连结、读取或下载资料时，您有权将该资料储存于任何您指定的装置或空间。如果您指定储存于本网站提供之储存空间，将视同您自行下载资料，该资料之下载与使用概与本网站无关。",
    "TEXT_06": "六、本网站针对任一违反法律规定、未遵循双方约定、恶意滥用服务权益之客户，保有终止该客户帐户服务之权利。",
    "TEXT_07": "七、本网站为提供服务之必要通知客户相关讯息时，得以客户所留存之任一联系方式为之，客户之联系资料如有异动应随时以登录网站进行资料更新，维持资料之正确性、即时性及完整性，若因您资料错误、过期或其他非可归责本网站的原因，致本网站送达的讯息无法接受，仍视为本网站业已完成该通知的送达。",
    "TEXT_08": "八、其他相关需填具之必要资料，请您写入正确内容，若登录有误或缺漏、或因客户自行泄露帐号及密码而造成损失或有衍生法律事件等情况，本网站不负担损害赔偿责任。另外，本网站将依据个人资料保护法之规定，纪录、保存及利用所有存取之资料，客户亦可依法行使个资保护之权利。",
    "TEXT_09": "九、如有纠纷或争议，贵我双方约定以台湾台北地方法院为第一审管辖法院，其他未尽述之事项，俱依中华民国法律规范之。",
    "TEXT_10": "十、如因法律事件而被取消客户资格，将丧失所有客户权利，您帐号中的所有权益将全数取消且无法回复。",
    "TEXT_11": "十一、本网站保留本客户制度中所有活动之解释、修改、取消与终止之相关权利。",
    "TEXT_12": "十二、服务内容与收费:本公司提供平台予使用者进行云端财务管理，关于服务内容与收费方式，均依本公司最新公告为准。",
    "TEXT_13": "十三、网站中立声明:本网站系提供使用者进行云端帐务管理服务之中立平台，并不针对使用者所输入之内容进行实质审查，使用者应担保所取得及输入之资料并无违反中华民国法令及侵害他人权利之情事，亦不得非法利用本网站及相关服务。",
    "TEXT_14": "十四、免责条款:于符合中华民国法令、本服务条款及隐私权政策之范围内，使用者得自由使用本网站及相关服务。倘有违反法令或本公司所公布之条款，或有不正确操作、提供错误资料、侵害他人权益、出于恶意或损害他人意图等违法情事，均与本公司之人员无关，衍生之风险及法律责任，或因而造成本公司及所属人员或其他第三人之损害，使用者均应自行承担及赔偿。",
    "TEXT_15": "十五、使用者资料备份及服务中断责任:",
    "TEXT_15_01": "本公司不负担平台因软体或硬体问题所生之服务中断责任，并保留于不经事前通知之前提下，得随时终止支援任何硬体或软体之权利。本公司有权随时进行服务内容与介面更新，烦请您随时为资料备份，以避免资料毁损、遗失，倘因使用者未即时备份导致资料毁损、灭失，本网站不负相关损害赔偿之责。",
    "TEXT_15_02": "您提供、输入或储存于本公司、本网站及相关服务之一切资料，于服务终止后，本公司仍有权利(非义务)持续保留五年。",

    "PRIVACY_POLICY": {
      "TEXT_01": "一、 隐私权政策适用于您使用本网站（包含 App，以下称本网站或「我们」）服务时所提供的个人资料。您经由本网站所提供的连结点选进入其他网站时，您在该其他网站中不适用本站的隐私权保护政策。 ",
      "TEXT_02": "二、 本网站为了更准确的提供您服务或回覆您的问题，因而需要请您在下列情况下提供个人相关资料：",
      "TEXT_02_01": "当您要加入本网站客户以获得我们的客户服务时。",
      "TEXT_02_02": "当您要向本网站洽询服务讯息时。",
      "TEXT_02_03": "当您要向本网站索取服务时，不论该服务是有收费或无偿。",
      "TEXT_03": "三、 本网站所收集的个人资料，主要用途是使本网站得以更准确的提供服务给客户、满足客户的需求、或通知客户有关本网站最新的产品与服务。 我们亦可能为内部目的使用个人资料，例如：稽核、资料分析及研究等，以改进我们的产品、服务、网页呈现方式、及与客户的沟通管道。本网站在未经您同意前，绝不会将您所登录的个人资讯提供或揭露给非本公司关联之第三者、或租借与转售予任何他方，或是将您的资料使用于未事先告知您的其他用途。",
      "TEXT_04": "四、 当您在本站注册成为客户后，您可以随时利用您的帐号和密码更改或删除您原先提供的资料，以确保其正确性。",
      "TEXT_05": "五、 除下列情形之外，本站不会在未经您同意的状况下向任何人或公司出售或揭露您的个人资料：",
      "TEXT_05_01": "当您在本站的行为已违反本服务条款，或可能损害或妨碍本站权益，或您的行为已导致任何人遭受损害，为了辨识、联络或采取法律行动所必要者。 ",
      "TEXT_05_02": "司法单位或其他有权机关因公众安全，要求本网站公开特定个人资料时，本网站须依法定程序配合司法单位调查时。",
      "TEXT_06": "六、 为保障您的隐私及安全，您的帐号资料会用密码保护。",
      "TEXT_07": "七、 当您要编辑客户资料等部分拥有个人资料及隐私页面时，本站会要求您输入帐号识别资料确认身分。",
      "TEXT_08": "八、 为确保您的帐号及个人资料安全无虞，本站除了致力推广各项安全机制外，同时也请您务必要定期更新您的作业系统并注意防毒。",
      "TEXT_09": "九、 本站将依相关法令规定或实际情况随时修改本隐私权政策，以落实保障隐私权之立法目的，您应随时点选阅读最新版本。",
      "TEXT_10": "十、 个人资料之类别：当您使用本网站及相关服务时，我们将视您的需求及服务内容搜集如下之资料（以下统称个人资料），包含但不限于如下之法定个人资料类别：C001 辨识个人者、C002 辨识财务者、C003 政府资料中之辨识者、C011 个人描述、C021 家庭情形、C023 家庭其他成员之细节、C031 住家及设施、C032 财产、C037 慈善机构或其他团体之会员资格、C038 职业、C053 职业团体会员资格、C061 现行之受雇情形、C062 雇用经过、C063 离职经过、C065 工作、差勤纪录、C068 薪资与预扣款、C070 工作管理之细节、C081 收入、所得、资产与投资、C082 负债与支出、C083 信用评等、C084 贷款、C085 外汇交易纪录、C086 票据信用、C087 津贴、福利、赠款、C088 保险细节、C089 社会保险给付、就养给付及其他退休给付、C091 资料主体所取得之财货或服务、C092 资料主体提供之财货或服务、C093 财务交易、C094 赔偿、C101 资料主体之商业活动、C102 约定或契约等。",
      "TEXT_11": "十一、 个人资料搜集之目的：本网站搜集您提供之个人资料主要出于以下之法定特定目的项目：001 人身保险、002 人事管理、008 中小企业及其他产业之辅导、022外汇业务、031 全民健康保险、劳工保险、农民保险、国民年金保险或其他社会保险、036 存款与汇款、040 行销、044 投资管理、049 宗教、非营利组织业务、052 法人或团体对股东、会员（含股东、会员指派之代表）、董事、监察人、理事、监事或其他成员名册之内部管理、063 非公务机关依法定义务所进行个人资料之搜集处理及利用、065 保险经纪、代理、公证业务、067 信用卡、现金卡、转帐卡或电子票证业务、068 信托业务、082 借款户与存款户存借作业综合管理、088 核贷与授信业务、090 消费者、客户管理与服务、093 财产保险、094 财产管理、095 财税行政、098 商业与技术资讯、103 专门职业及技术人员之管理、惩戒与救济、104 帐务管理及债权交易业务、106 授信业务、107 采购与供应管理、111 票券业务、112 票据交换业务、120 税务行政、129 会计与相关服务、145 雇用与服务管理、148 网路购物及其他电子商务服务、151 审计、监察调查及其他监察业务、152 广告或商业行为管理、 157 调查、统计与研究分析、159 学术研究、160 凭证业务管理、166 证券、期货、证券投资信托及顾问相关业务、181 其他经营合于营业登记项目或组织章程所定之业务、181 其他咨询与顾问服务。",
      "TEXT_12": "十二、 Cookies 之使用：Cookies 是由网页伺服器存放至电脑硬碟的档案，可储存您的浏览资讯，提供您更流畅、便利的网路使用体验。为了提供您最佳且个人化之服务，本网站会在您的电脑中放置并取用我们的Cookies，您可以选择接受或拒绝Cookies，大部分的浏览器都会自动接受Cookies，但您可以透过修改隐私权设定来拒绝Cookies，但这可能会导致本网站某些功能无法正常执行，使您无法充分地使用本网站所提供之所有服务。"
    }
  }
}
